
export const articles = [
  {
    id: 1,
    imageUrl: '/img/articles/img-1.jpg',
    title: 'Информационная безопасность',
    text: 'Информационная безопасность — это практика защиты информации путём снижения информационных рисков. Эта практика включает в себя защиту информационных систем и информации…',
    date: '07.06.2023',
  },

  {
    id: 2,
    imageUrl: '/img/articles/img-2.jpg',
    title: 'Как выбрать хостинг',
    text: 'Для многих начинающих владельцев веб-проектов выбор хостинга — сложная задача. Во-первых, сама по себе услуга хостинга непростая с технической точки зрения. Во-вторых, есть множество хостинг-провайдеров...',
    date: '01.06.2023',
  },

  {
    id: 3,
    imageUrl: '/img/articles/img-3.jpg',
    title: 'E-mail рассылка как эффективный маркетинговый инструмент',
    text: 'В статье ставится задача рассмотреть email рассылку как инструмент для повышения объёма продаж и увеличения клиентской базы. В статье речь идёт о правильность использование email рассылки. В данной статье предпринята попытка раскрыть основные причины неудач и неэффективности e-mal рассылки, и как это все исправить…',
    date: '29.05.2023',
  },

  {
    id: 4,
    imageUrl: '/img/articles/img-4.jpg',
    title: 'Зачем нужен VPS: 15 причин завести виртуальный сервер',
    text: '«Виртуальный выделенный сервер» – технология создания нескольких изолированных серверов в рамках одного физического носителя. Данный вид хостинг-услуг часто обозначают аббревиатурами VDS (Virtual Dedicated Server) и VPS (Virtual Private Server), которые по сути являются синонимами...',
    date: '21.04.2023',
  },

  {
    id: 5,
    imageUrl: '/img/articles/img-5.png',
    title: 'Что такое редирект? Виды и примеры редиректов',
    text: 'При проектировании и тестировании веб-сайта иногда требуется выполнить временное автоматическое перенаправление с одной страницы на другую без потери его функциональности. Для этой цели...',
    date: '07.03.2023',
  },

  {
    id: 6,
    imageUrl: '/img/articles/img-6.jpg',
    title: 'Как выбрать хостинг',
    text: 'Для многих начинающих владельцев веб-проектов выбор хостинга — сложная задача. Во-первых, сама по себе услуга хостинга непростая с технической точки зрения. Во-вторых, есть множество хостинг-провайдеров...',
    date: '09.02.2023',
  },

]
